Repository: harshitlalpura/Liteapp
Catalog: Liteapp/Resources/*.lproj/Localizable.strings
Languages: es

source: By signing up, you agree to our End User License Agreement and Privacy Policy.
es: Al registrarse, acepta nuestro Acuerdo de licencia de usuario final Y nuestra Política de privacidad

source: End User License Agreement
es: Y Acuerdo de la licencia de usuario

source: Privacy Policy
es: Politica de Privacidad

source: We've made time tracking easier. Let's get started
es: Hemos diseñado el mejor Seguimiento de tiempo laboral, Empecemos!

source: Email
es: Correo Electrónico

source: Password
es: Contraseña

source: Forgot Password?
es: Olvido su Contraseña?

source: Log In
es: Iniciar Sesión

source: English|Spanish
es: Spanish|English

source: Don't have an account?
es: No tiene una cuenta asociada?

source: Register here
es: Regístrese aquí

source: Are you the manager?
es: Usted es gerente?

source: Register as Manager
es: Registro como Gerente

source: Please enter valid password
es: Registro como Gerente

source: Are you the employee?
es: Usted es empleado?

source: Register as Employee
es: Registro como Empleado

source: Already have an account?
es: Ya tiene una cuenta?

source: Login Here
es: Ingrese Aqui

# Step 1 of 5
source: Step 1 of 4
es: Paso 1 de 4

# Step 2 of 5
source: Step 2 of 4
es: Paso 2 de 4

# Step 3 of 5
source: Step 3 of 4
es: Paso 3 de 4

# Step 4 of 5
source: Step 4 of 4
es: Paso 4 de 4

# Step 5 of 5
source: Step 5 of 4
es: Paso 5 de 4

source: Step 1 of 3
es: Paso 1 de 3

source: Step 2 of 3
es: Paso 2 de 3

source: Step 3 of 3
es: Paso 3 de 3

source: Step 1 of 4
es: Paso 1 de 4

source: Step 2 of 4
es: Paso 2 de 4

source: Step 3 of 4
es: Paso 3 de 4

source: Step 4 of 4
es: Paso 4 de 4

source: Let’s get your manager account setup. Don’t worry, this will take less than 2 minutes.
es: Configuremos tus cuenta cómo administrador. No te preocupes, esto tomara menos de 2 minutos.

source: First Name
es: Nombre

source: e.g. John
es: p.ej. John

source: Please Enter First Name
es: Por favor ingrese Nombre

source: Last Name
es: Apellido

source: e.g. Doe
es: p.ej. Doe

source: Please Enter Last Name
es: Por favor ingrese Apellido

source: Please Enter Email
es: Por favor ingrese Correo Electrónico

source: Username
es: Nombre de Usuario

source: Enter Username
es: Ingrese Nombre de Usuario

source: Please Enter Username
es: Por favor Ingrese Nombre de Usuario

source: Enter Password
es: Ingrese Contraseña

source: Please Enter Password
es: Por favor ingrese Contraseña

source: Confirm Password
es: Confirme Contraseña

source: Please Confirm Password
es: Por favor confirma tu contraseña

source: Continue
es: Continuar

source: Please complete all the requirements.
es: Por favor complete todos los requerimientos

source: Minimum 8 characters
es: Minimo 8 carácteres

source: Lowercase Letter
es: Letras en minúsculas

source: Capital Letter
es: Letras en mayúsculas

source: Number
es: Número

source: Special Character
es: Caracter especial

source: Where is your business located ?
es: Donde esta localizada la empresa?

source: Business Name
es: Nombre de la empresa

source: Enter Business Name
es: Ingrese Nombre de la empresa

source: Please Enter Business Name
es: Por favor ingrese el nombre de la empresa

source: Zipcode
es: Código Postal

source: e.g. 11332
es: p.ej. 11332

source: Please Enter Zipcode
es: Por favor ingrese Código Postal

source: Timezone
es: Zona Horaria

source: Select Timezone
es: Selecciona zona horaria

source: Please Enter Timezone
es: Por favor ingrese la Zona Horaria

source: Does your business have a website ?
es: La empresa cuenta con una página web?

source: Business Website
es: Sitio Web de la empresa

source: Enter Website URL
es: Ingrese URL del sitio web

source: Please Enter Valid URL
es: Por favor ingrese URL valida

source: Skip
es: Saltar

source: How many people do you employ?
es: Cuántos empleados tiene?

# Compete my account
source: Complete my account
es: Completar mi cuenta

source: Almost Complete. Setting up your account now...
es: Casi esta listo, ahora Accediendo a su cuenta…

source: Let’s get your employee account set up. Don’t worry, this should only take about 2 minutes.
es: Empecemos a configurar la cuenta de su empleado. Esto tomará menos de dos minutos.

source: Now, let's create your account credentials.
es: Ahora, empecemos a crear las credenciales de acceso.

source: Please enter your Referral Code below.
es: PPor favor ingrese a continuación su Código De referencia

source: Referral Code
es: Código de Referencia

source: eg. A001
es: p. ej. A001

source: Please enter referral code
es: Por favor ingrese el código de referencia

source: Company
es: Empresa

source: Don’t have a referral code? That’s ok! The person who set up your company’s account can provide this to you.
es: ¿No tienes un código de referencia? ¡Está bien! La persona que configuró la cuenta de su empresa puede proporcionarle esto.

source: Something went wrong, Please try again later.
es: Algo salió mal, intently de nuevo mas tarde

source: Support
es: Soporte

source: Looking for support?
es: Necesita Soporte?

source: Let us know how we can help and a member from our Support Team will get back to you!
es: Permitanos saber como le podemos ayudar y un miembro de nuestro soporte técnico se contactará con usted lo mas pronto posible

source: TimeClock
es: Reloj de tiempo

source: Employees
es: Empleados

source: TimeSheets
es: Hojas de asistencia

source: Timesheets
es: Hojas de asistencia

source: Settings
es: Configuraciones

source: Logout Manager
es: Cerrar sesión Gerente

source: Congratulations
es: Felicitaciones!

source: Delete Employee
es: Eliminar empleado

source: Close
es: Cerrar

source: Congratulations!
es: Felicitaciones!

source: Type Current Password
es: Escriba contraseña actual

source: Type New Password
es: Escriba nueva contraseña

source: Confirm New Password
es: Confirme Contraseña

source: New Password Must Include:
es: La nueva contraseña debe incluir:

source: Save
es: Guardar

source: Password must be atleast 8 characters
es: La contraseña debe tener al menos 8 caracteres

source: Please Enter Valid Password
es: Ingrese una contraseña válida

source: Confirm Password must be same as New Password.
es: Confirmar contraseña debe ser la misma que la nueva contraseña.

source: Forgot Password
es: Olvido su Contraseña

source: Enter the email associated with your account to receive password reset instructions
es: Ingrese el correo electrónico asociado con su cuenta y recibirá instrucciones para restablecer la contraseña

source: Enter Email
es: Ingrese Correo Electrónico

source: Send Instructions
es: Enviar instrucciones

source: Back to Login
es: Regresar al inicio de sesión

source: Check your mail
es: Revise su correo electrónico

source: Didn't receive the email?
es: No ha recibido el correo electrónico?

source: We have sent password reset instructions to
es: Hemos enviado las instrucciones para restablecer la contraseña

source: We have sent password reset instructions to email address
es: Hemos enviado instrucciones para restablecer la contraseña a la dirección de correo electrónico

source: Click to resend
es: Click para reenviar

source: Create New Password
es: Crear nueva contraseña

source: Enter your new password below, both passwords must match
es: Ingrese su nueva contraseña, ambas contraseñas deben coincidir

source: Enter Password Again
es: Ingrese de nuevo la contraseña

source: Please Re-Enter Password
es: Por favor ingrese de nuevo la contraseña

source: Reset Password
es: Restablecer contraseña

source: Password Updated
es: Actualizar contraseña

source: Your password has been reset successfully
es: Su contraseña ha sido exitosa

source: Go to login
es: Ir a inicio de sesión

source: You are clocked out.
es: Salida fue fichada.

source: Projected Out : -:-- --
es: Horas proyectadas : -:-- --

source: Total Hours
es: Total de horas

source: My Timesheets
es: Mis hojas de asistencia

source: You are clocked in!
es: Entrada fue Fichada!

source: You are on lunch break!
es: Estas en la hora de almuerzo!

source: Shift Start:
es: Empezar Turno:

source: Shift End:
es: Finalizar Turno:

source: Break Start:
es: Empezar Descanso:

source: Break End:
es: Finalizar Descanso:

source: Plese end lunch break first.
es: Por favor primero Finaliza la hora de almuerzo.

source: You have to clock in first.
es: Primero ficha tu entrada.

source: Account
es: Cuenta

source: Logout
es: Cerrar sesión

source: Export Timesheets
es: Exportar hojas de asistencia

source: Export to CSV
es: Exportar a CSV

source: Export to PDF
es: Exportar a PDF

source: Export to Excel
es: Exportar a Excel

source: Timesheet
es: Hojas de asistencia

source: Pay Period
es: Periodo de pago

source: Name
es: Nombre

source: Approval
es: Aprobar

source: Unapprove
es: No aprobado

source: Approve
es: Aprobado

source: Export Timesheet
es: Exportar hojas de asistencia

source: Edit
es: Editar

source: Account Settings
es: Configuraciones de la cuenta

source: Change
es: Modificar

source: TimeClock Settings
es: Configuración del horario

source: Split Shift
es: Jornada Partida

source: Employees working past midnight will have their shifts split into pre- and post-midnight parts instead of automatically being clocked out at midnight.
es: Los empleados que trabajen después de la media noche, su turno se dividirá en dos partes antes y después de media noche, al seleccionar “Jornada Partida” Iniciara Automáticamente sesión después de media noche.

source: Weekly Overtime
es: Horas extras semanales después de

source: Define number of hours needed to work within a workweek before overtime accrual begins.
es: Defina la cantidad de horas necesarias para trabajar dentro de un día laboral antes de que comience la acumulación de horas extra.

source: Hours
es: Horas

source: Daily Overtime
es: Horas extras diarias después de

source: Define number of hours needed to work within a workday before overtime accrual begins.
es: Defina la cantidad de horas necesarias para trabajar dentro de un día laboral antes de que comience la acumulación de horas extra.

source: Defines the pay period. Options are weekly , biweekly.
es: Define el periodo de pago. Las opciones son semanales o quincenales.

source: Current Pay Period Week
es: Semana del periodo de pago actual

source: Define which week of the pay period you’re currently in.
es: Defina en que semana del periodo de pago se encuentra actualmente.

source: Pay Period Start Day
es: Día de inicio del periodo de pago

source: Define the day of the week the pay period begins.
es: Defina el día de la semana en que comienza el periodo de pago.

source: BUSINESS SETTINGS
es: Configuración Empresarial

source: Total Employees
es: Total de empleados

source: EDIT MODE
es: Modo de edición

source: If you would like to make changes, please go into edit mode by selecting the edit button at the top of the page
es: Si desea realizar cambios, por favor vaya a la sección “modo de edición” y seleccione el botón de edición en la parte superior de la página.

source: What day does your Pay Period start on?
es: Qué día empieza su periodo de pago?

source: Sunday
es: Domingo

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: What is your Pay Period Duration ?
es: Cuál es la duración de su periodo de pago?

source: Weekly
es: Semanal

source: Bi-Weekly
es: Quincenales

source: Biweekly
es: Quincenales

source: Which Pay Period are you currently in?
es: Cual periodo de pago te encuentras actualmente?

source: Week 1
es: Semana 1

source: Week 2
es: Semana 2

source: What is your weekly overtime hours ?
es: Cuáles son sus horas extras semanales?

source: Skip for right now
es: Saltar por ahora

source: How do you calculate overtime?
es: Cómo calcula las horas extras?

source: Weekly overtime after:
es: Horas extras semanales después de:

source: Daily overtime after: (AK, CA, CO, NV)
es: Horas extras diarias después de: (AK, CA, CO, NV)

source: Cancel
es: Cancelar

source: Success!
es: Exito!

source: Your settings were saved. Let's add your employees now.
es: Las configuraciones fueron guardadas. Ahora agregamos sus empleados.

source: Your account is complete. Let's understand your pay period and overtime settings
es: Su cuenta esta completa. Permitanos comprender sus periodos de pago y la configuraron de sus horas extras

source: Add New
es: Nuevo

source: Employee Name
es: Nombre del Empleado

source: Job Title
es: Posición laboral

source: You Have No Employees Yet...
es: Aun no tienes empleados...

source: ACCOUNT PROFILE
es: Perfil de la cuenta

source: User Information
es: Información de usuario

source: General employee information
es: Información general del empleado

source: Employee clock history
es: Historial de horario del empleado

source: Select Date
es: Seleccione la fecha

source: Clear
es: Limpiar

source: Done
es: Terminado

source: Approve Timesheet
es: Aprobar hoja de asistencia

source: Unapprove Timesheet
es: No aprobar hoja de asistencia

source: Status of current pay period can't be changed.
es: El estado del periodo de pago actual no puede ser modificado.

source: This day already added
es: Este día ya se agregó

source: Name can only contain alphabets.
es: El nombre puede solo contener letras

source: Invalid E-Mail. Please Try Again.
es: Correo Electrónico inválido, Por favor intente de nuevo.

source: Your changes were saved!
es: Sus cambios fueron guardados!

source: There was some error while deleting employee, Please try again.
es: Hubo un error al eliminar al empleado. Vuelva a intentarlo.

source: Employee was deleted successfully.
es: El empleado fue eliminado satisfactoriamente.

source: Time cannot be in future.
es: El tiempo no puede ser tiempo del futuro.

source: Please choose a different time for Start Shift
es: Elija una hora diferente para el turno de inicio

source: Please choose a different time for End Shift
es: Elija una hora diferente para Finalizar turno

source: Please choose a different time for Lunch Start
es: Elija una hora diferente para el inicio del almuerzo

source: Please choose a different time for Lunch End
es: Elija una hora diferente para el final del almuerzo

source: First event must be Shift Start on date :
es: El primer evento debe ser el inicio del turno en la fecha :

source: First event must be Shift Start
es: El primer evento debe ser Inicio de turno

source: Please select events for date
es: Por favor seleccione los eventos para la fecha

source: Please select events
es: Por favor seleccione los eventos

source: should not be after
es: No debería ser después

source: on date :
es: a tiempo :

source: Before you Save...
es: Guardar antes...

source: Any changes made to the following settings will display on the next pay period
es: Cualquier cambio realizado el las siguientes configuraciones se mostrará en el próximo periodo de pago

source: Delete Employee?
es: Eliminar empleado?

source: You will permanently lose the employee profile and their timesheet data.
es: Permanentemente perderá el perfil de los empleados y la información de las hojas de asistencia.

source: Delete Account?
es: Eliminar la cuenta?

source: Are you sure you want to delete your account? All of your data will be deleted and your employees will no longer be able to access their accounts.
es: ¿Está seguro de que desea eliminar su cuenta? Se eliminarán todos sus datos y sus empleados ya no podrán acceder a sus cuentas.

source: Add New Employee
es: Agregar Nuevo Empleado

source: How would you like to add your employees?
es: Cómo le gustaría agregar su empleado?

source: Invite Employees via Referral Code
es: Invitar al empleado por medio de Código Referencia

source: Gives you a referral code employees can use to join your organization
es: Dar a su empleado un código de referencia el cual puede usar para unirse a su organización.

source: Invite Employees via Text Message
es: Invitar empleados a través de mensaje de texto

source: Employees will receive an invite via text to create their profile
es: Los Empleados recibirán una invitación a través del correo electrónico para crear el perfil.

source: Invite Employees via Email
es: Invitar empleados a través del correo electrónico

source: Employees will receive an invite via email to create their profile
es: Los Empleados recibirán una invitación a través del correo electrónico para crear el perfil.

source: Manually Create Employees
es: Crear Manualmente Empleados

source: Create each employee manually
es: Crear Manualmente cada Empleado

source: Hey! Please join our organization on TimeClock with the link below. The link will allow you to create a employee profile and clock in and out.
es: ¡Ey! Únase a nuestra empresa con la aplicación TimeTracker, use el siguiente enlace. Este le permitirá crear un perfil de empleado, ver sus turnos además de registrar la entrada y salida de ellos.

source: Via Email
es: A través de correo electrónico

source: Select employees from your contacts list to send an invite to.
es: Seleccione empleados de su lista de contactos para enviarles una invitación.

source: Via Text
es: A través de Texto

source: Invite Employee
es: Invitar empleado

source: This referral code allows anyone who has it to join this organization. This referral code is only valid for 30 days.
es: Este código de referencia le permite a cada uno de sus empleados unirse a su organización. Código válido solo por 30 días.

source: via Referral Code
es: A través de Código de referencia

source: Copy Code
es: Copiar código

source: Preferences
es: Preferencias

source: General app preferences
es: Preferencias general de de la aplicación

source: Business & timeclock settings
es: Configuration de la Empresa y el reloj de tiempo

source: Please enter email
es: Por favor ingrese Correo Electrónico

source: Please enter password
es: Por favor ingrese Contraseña

source: Change Language
es: Cambiar idioma

source: Business Settings
es: Configuración Empresarial

source: Info about your business
es: Información acerca de su negocio

source: Timeclock Settings
es: Configuración del horario

source: Settings that affect employees
es: Configuraciones que afecta a los empleados

source: Total Hours:
es: Total de horas:

source: Regular Hours:
es: Horas regulares:

source: Overtime Hours:
es: Horas Extras:

source: ADD NEW DAY
es: Agregue un nuevo dia

source: Not Clocked In
es: No registro Entrada

source: Clock In
es: Registrar Entrada

source: Out at
es: Fuera en

source: In at
es: en a las

source: Clock Out
es: Registrar Salida

source: End Lunch Break
es: Finalizar Descanso

source: Start Lunch Break
es: Empezar Descanso

source: Username Must Be At Least 5 Characters.
es: Usuario debe tener al menos 5 caracteres

source: Passwords do not match.
es: La contraseña no coincide

source: This email already exists. Please try another email or try to login
es: El correo electrónico ya existe. Por favor intente con otro correo o inicie sesión

source: This username already exists. Please try another username
es: Este usuario ya existe. Por favor ingrese otro usuario

source: Invalid Website. Please Try Again.
es: Sitio web inválido, Por favor intente de nuevo

source: Please Enter Valid Email
es: Por favor introduzca un correo electrónico válido

source: Please Select how many people do you employ.
es: Seleccione a cuantas personas emplea

source: Please Enter Weekly Overtime.
es: Por favor ingrese horas extras semanales.

source: Please Enter Daily Overtime.
es: Por favor ingrese horas extras diarias.

source: Join us on TimeClock
es: Únete a nosotros en TimeClock

source: Hey! Please download our TimeClock App with the link below. Your referral code is
es: ¡Ey! Descargue nuestra aplicación TimeClock con el enlace a continuación. Su código de referencia es

source: Outlook app not installed
es: Aplicación de Outlook no instalada

source: Gmail app not installed
es: Aplicación de Gmail no instalada

source: PROFILE
es: PERFIL

source: Create New Employee
es: Crear Nuevo Empleado

source: Email Address
es: Correo Electrónico

source: Invalid Email
es: Correo Electrónico Inválido

source: UNAPPROVED
es: No Aprobado

source: Unapproved
es: No Aprobado

source: ADD DAY
es: AÑADIR DÍA

source: Delete My Account
es: Eliminar mi Cuenta

source: Daily Hours
es: Horas Diarias

source: Start Break
es: Empezar Descanso

source: Approved
es: Aprobado
